Repository: learngest/apps
Catalog: coaching/locale/*/LC_MESSAGES/django.po
Languages: fr

source: The message has been sent.
fr: Le message a été envoyé.

source: Error: unable to send message.
fr: Erreur : impossible d'envoyer le message.

source: Send an email
fr: Envoyer un mail

source: Group assistants
fr: Assistants pour ce groupe

source: Group courses
fr: Cours de ce groupe

source: Name
fr: Nom

source: Password
fr: Mot de passe

source: Password confirmation
fr: Confirmation du mot de passe

source: The two password fields didn't match.
fr: Les deux mots de passe ne concordent pas.

source: Username
fr: Login

source: A user with that username already exists.
fr: Un utilisateur avec ce login existe déjà.

source: Identity
fr: Informations personnelles

source: Parameters
fr: Paramètres

source: Important dates
fr: Dates importantes

source: Groups
fr: Groupes

source: Last login
fr: Dernier login

source: Group
fr: Groupe

source: Completed courses
fr: Cours validés

source: Validated modules
fr: Mod. validés

source: Uploaded assignments
fr: Devoirs rendus

source: %(titre)s - %(nb)s or less
fr: %(titre)s - %(nb)s ou moins

source: Everything
fr: Tous

source: New password
fr: Nouveau mot de passe

source: New password confirmation
fr: Confirmation du nouveau mot de passe

source: Maximum size allowed is 1 Mo, this file is %.2f Mo
fr: La taille maximum permise est 1 Mo, ce fichier pèse %2.f Mo

source: Source file
fr: Fichier source

source: Preferred language
fr: Langue préférée

source: Valid till
fr: Valide jusqu'au

source: No
fr: Non

source: Yes
fr: Oui

source: Send credentials by mail
fr: Envoi des informations par mail

source: File name
fr: Nom du fichier

source: Filetype should be .doc, .docx, .xls, .xslx, .pdf or .zip
fr: Le type du fichier doit être .doc, .docx, .xls, .xlsx, .pdf ou .zip

source: Subject
fr: Sujet

source: Text
fr: Texte du mail

source: Attach a file
fr: Joindre un fichier

source: Customer name, required.
fr: Nom du client, requis.

source: Custom CSS
fr: Feuille de style

source: CSS to use with this customer.
fr: Feuille de style (CSS) spécifique pour ce client

source: Free field (contacts, tel. numbers, ...).
fr: Champ libre (contacts, numéros de téléphone, ...)

source: Group name, required.
fr: Nom du groupe, requis.

source: Group admin (an admin User).
fr: Administrateur du groupe.

source: Group customer, required.
fr: Client auquel est rattaché ce groupe, requis.

source: Demo group
fr: Groupe de démonstration

source: If True, this group is not allowed to take tests, and all courses are open.
fr: Si coché, ce groupe ne peut pas faire de tests, et tous les cours sont ouverts.

source: Open courses
fr: Cours ouverts

source: If True, all courses are open, whatever the tests results.
fr: Si coché, tous les cours sont ouverts pour ce groupe, quels que soient les résultats aux tests.

source: Courses to which group members are subscribed.
fr: Cours auxquels les membres du groupe sont inscrits.

source: Group, required.
fr: Groupe, requis.

source: Course, required.
fr: Identifiant du cours, requis.

source: rank
fr: rang

source: Opening date
fr: Date d'ouverture au plus tôt

source: Date at which the course will open
fr: Date avant laquelle le cours ne sera pas disponible

source: Deadline
fr: Échéance

source: Course deadline
fr: Date avant laquelle le cours doit être validé.

source: Groups courses
fr: Cours des groupes

source: professor
fr: professeur

source: Expiration date
fr: Validité

source: Account is valid till this date. Account is valid forever if empty.
fr: Le compte est valide jusqu'à cette date. Laisser vide pour une validité permanente.

source: User's prefered language for interface, messages and contents, required.
fr: Langue préférée pour l'interace, les messages et les contenus, requis.

source: User's status, required.
fr: Statut de l'utilisateur, requis.

source: User's group, required and unique.
fr: Groupe de l'utilisateur, requis.

source: current course
fr: cours courant

source: courses completed
fr: cours validés

source: assignments uploaded
fr: devoirs rendus

source: # modules
fr: Nb de modules

source: # completed
fr: modules validés

source: # completed late
fr: nb validés en retard

source: delays
fr: retards

source: User
fr: Utilisateur

source: When ?
fr: Quand ?

source: Event date, required.
fr: Date de l'évènement, requis.

source: Event description, required.
fr: Description de l'évènement, requis.

source: Event
fr: Évènement

source: Additional document
fr: Document supplémentaire

source: Additional documents
fr: Documents supplémentaires

source: Directions
fr: Instructions

source: Assignment
fr: Devoir

source: Assignments
fr: Devoirs

source: Changes saved successfully.
fr: Modifications sauvegardées avec succès.

source: Change account
fr: Profil

source: This group does not exist.
fr: Ce groupe n'existe pas.

source: You do not have admin rights on the requested group.
fr: Vous n'êtes pas administrateur du groupe demandé.

source: Download group results
fr: Télécharger les résultats du groupe

source: See group planning and courses
fr: Voir le planning et les cours du groupe

source: Upload a file for this group
fr: Déposer un fichier pour ce groupe

source: Send an email to selected students
fr: Envoyer un mail aux étudiants sélectionnés

source: Group admin
fr: Modifier le groupe

source: Last Name
fr: Nom

source: First Name
fr: Prénom

source: Completed courses / %d
fr: Cours validés / %d

source: Uploaded works / %d
fr: Travaux rendus / %d

source: Current course
fr: Cours courant

source: Validated modules in current course
fr: Modules validés dans le cours courant

source: # modules in current course
fr: Nb modules dans le cours courant

source: Delays
fr: Retards

source: Upload a file for %s
fr: Déposer un fichier pour le groupe %s

source: The document has been uploaded correctly.
fr: Le document a été déposé avec succès.

source: This user does not exist.
fr: Cet utilisateur n'existe pas.

source: You do not have professor rights on the requested group.
fr: Vous n'êtes pas professeur du groupe demandé.

source: Send an email to this student
fr: Envoyer un mail à cet étudiant

source: User admin
fr: Modifier le profil de cet étudiant

source: Exists already.
fr: Existe déjà.

source: Saved.
fr: Créé.

source: Mail sent.
fr: Mail envoyé.

source: Mail error.
fr: Erreur mail.

source: Create logins
fr: Créer les logins

source: Invalid file content : %s
fr: Contenu de fichier invalide : %s

source: Dashboard
fr: Tableau de bord

source: change account
fr: profil

source: Credentials
fr: Informations de connexion

source: No expiration date
fr: Validité permanente

source: Language
fr: Langue

source: Save
fr: Sauver

source: Download works from this group:
fr: Télécharger les travaux de ce groupe :

source: This group is empty.
fr: Ce groupe est vide.

source: Home
fr: Accueil

source: create logins
fr: créer les logins

source: File
fr: Fichier

source: Settings
fr: Caractéristiques

source: Logins to create
fr: Logins à créer

source: Last name
fr: Nom

source: First name
fr: Prénom

source: Create
fr: Créer

source: Logins file
fr: Fichier de logins

source: Status of logins creation
fr: Statut de la création des login

source: Status
fr: État

source: Planning and courses
fr: Planning et cours

source: Planning for the
fr: Planning pour les

source: next weeks
fr: prochaines semaines

source: Nothing special so far !
fr: Rien de spécial pour le moment

source: Documents to download
fr: Documents à télécharger

source: Courses
fr: Cours

source: This group is not subscribed to any course
fr: Ce groupe n'est inscrit à aucun cours.

source: Filter (Current course - # validated modules):
fr: Sélection (Cours courant - Nb de modules validés) :

source: Completed <br />courses
fr: Cours<br />validés

source: Uploaded<br />works
fr: Travaux<br />rendus

source: Validated modules<br />in current course
fr: Modules validés<br />dans le cours courant

source: State
fr: État

source: Header
fr: Entête

source: From
fr: De

source: To
fr: À

source: Send
fr: Envoyer

source: Best score
fr: Meilleur score

source: # tries
fr: Nb essais

source: Completed on
fr: Validé le

source: Uploaded on
fr: Rendu le

source: Professor
fr: Professeur

source: Contents
fr: Contenus

source: Course
fr: Cours

source: Logins
fr: Membres

source: You do not manage any group at the moment.
fr: Vous n'administrez aucun groupe actuellement.

source: Open
fr: Cours ouverts

source: Demo
fr: Démonstration

source: Current Course
fr: Cours courant

source: Problems
fr: Problèmes

source: yes,no
fr: oui,non

source: Upload a file
fr: Déposer un fichier

source: This student is currently late.
fr: Cet étudiant est actuellement en retard.

source: This user account is currently not active.
fr: Le compte de cet étudiant n'est pas actif actuellement.

source: This user account will close on
fr: Le compte de cet étudiant fermera le

source: Last login:
fr: Dernière connexion :

source: Completed courses:
fr: Cours validés :

source: completed late
fr: validés en retard

source: No courses completed so far.
fr: Pas de cours validés pour le moment.

source: Uploaded assignments:
fr: Devoirs rendus :

source: download all assignments
fr: télécharger tous les devoirs

source: Currently working on
fr: Travail en cours :

source: completed modules
fr: modules validés

source: Completed courses details
fr: Détail des cours validés

source: This student is not subscribed to any course
fr: Cet étudiant n'est inscrit à aucun cours.
