Repository: learngest/apps
Catalog: learning/locale/*/LC_MESSAGES/django.po
Languages: fr

source: This course will not open before %s
fr: Ouverture possible à partir du %s

source: <span class="red">Completed late on %s</span>
fr: <span class="red">Validé en retard le %s</span>

source: Completed on %s
fr: Validé le %s

source: <span class="red">Late! Deadline was %s</span>
fr: <span class="red">En retard ! Devait être validé avant le %s</span>

source: Deadline is %s
fr: À valider pour le %s

source: module title
fr: titre du module

source: modules titles
fr: titres des modules

source: course
fr: cours

source: courses
fr: cours

source: course title
fr: titre du cours

source: courses titles
fr: titres des cours

source: course modules
fr: modules du cours

source: courses modules
fr: modules des cours

source: html content
fr: page HTML

source: slideshow
fr: diaporama

source: pdf document
fr: document pdf

source: printable document
fr: document texte

source: spreadsheet
fr: feuille de calcul

source: Requested url is invalid.
fr: L'url demandée est invalide.

source: Requested content does not exist
fr: Le contenu demandé n'existe pas.

source: Requested content is not allowed.
fr: Le contenu demandé n'est pas autorisé actuellement.

source: Sorry, this content is not available in your prefered language.
fr: Désolé, ce contenu n'est pas disponible dans la langue demandée.

source: You are not allowed to browse the requested content.
fr: Vous n'êtes pas autorisé à voir le contenu demandé.

source: courses list
fr: liste des cours

source: Requested assignment does not exist
fr: Le devoir demandé n'existe pas.

source: Requested assignment is not allowed
fr: Le devoir demandé n'est pas autorisé actuellement.

source: Dashboard
fr: Tableau de bord

source: assignment
fr: devoir

source: Assignment
fr: Devoir

source: Directions
fr: Instructions

source: Download additional document:
fr: Télécharger le document :

source: Upload your work
fr: Rendre votre travail

source: Succesfully uploaded
fr: Devoir rendu avec succès

source: , signature is
fr: , la signature est

source: Save
fr: Sauver

source: Click on the sections (sub)titles to show or hide their contents. Click on the chapter's title to show or hide the outline.
fr: Cliquer sur les titres et sous-titres de section pour montrer ou cacher leur contenu. Cliquer sur le titre du chapitre pour montrer ou cacher le plan.

source: Hide this
fr: Cacher ce message

source: You are not subscribed to any course
fr: Vous n'êtes inscrit à aucun cours

source: statistics
fr: statistiques

source: Statistics
fr: Statistiques

source: Course
fr: cours

source: Professor
fr: Professeur

source: Contents
fr: Supports

source: Best score
fr: Meilleur score

source: # tries
fr: Nb essais

source: Completed on
fr: Validé le

source: Assignments
fr: Devoirs

source: Uploaded on
fr: Rendu le
