Repository: learngest/apps
Catalog: testing/locale/*/LC_MESSAGES/django.po
Languages: fr

source: We are sorry, this content is not available in your preferred language.
fr: Nous sommes désolés, ce test n'est pas disponible dans la langue demandée.

source: nothing
fr: aucune réponse

source: Hmm, no questions for this case study.
fr: Hmm, pas de questions pour ce cas.

source: Display score to student
fr: Afficher la note

source: Case study for exams
fr: Etude de cas pour les examens

source: Case studies for exams
fr: Etudes de cas pour les examens

source: Case study question text
fr: Enonce de question de cas

source: Case study question texts
fr: Enonces de questions de cas

source: Case study question
fr: Question de cas

source: Case study questions
fr: Questions de cas

source: Case study question answer
fr: Réponse des questions des cas

source: Case study question answers
fr: Réponses des questions de cas

source: Requested url is invalid.
fr: L'URL demandée est invalide.

source: Requested test does not exist
fr: Le test demandé n'existe pas

source: Requested test is not allowed.
fr: Vous n'êtes pas autorisé à faire le test demandé.

source: grade
fr: notation

source: Requested exam is closed.
fr: L'examen demandé est fermé.

source: You are not allowed to browse the requested content.
fr: Vous n'êtes pas autorisé à visualiser ce contenu

source: Dashboard
fr: Tableau de bord

source: Exam
fr: Examen

source: Submit your answers
fr: Valider vos réponses

source: You answered
fr: Vous avez répondu

source: Final score
fr: Score final

source: Congratulations, you succeeded !
fr: Bravo, vous avez réussi ce test !

source: Back to your dashboard
fr: Retour au tableau de bord

source: Your score is too low, please try again.
fr: Ce score est trop faible, il vous faudra retenter ce test.

source: Try again now
fr: Essayer maintenant

source: Grade the test
fr: Noter le test
